brew "cocoapods"
brew "fish"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "lazygit"
brew "ncdu"
brew "neovim"
brew "node"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "tree"
brew "tree-sitter-cli"
cask "1password"
cask "brave-browser"
cask "chatgpt"
cask "codex"
cask "codex-app"
cask "copilot-cli"
cask "flutter"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "spotify"
cask "steam"
